Repository: Pressenza/pressenza
Catalog: languages/*.po
Languages: fr_fr

source: Posted by
fr_fr: Ecrit par

source: Read articles by region
fr_fr: Nouvelles des régions du monde

source: Read articles by section
fr_fr: Nouvelles par thème

source: Sections
fr_fr: Thème

source: Opinions
fr_fr: Opinion

source: Latest News
fr_fr: Dernières nouvelles

source: Categories
fr_fr: Catégories

source: About The Author
fr_fr: À propos de l'Auteur

source: Number of Entries
fr_fr: Nombre d'entrées

source: Image by
fr_fr: Crédit image :

source: The original article can be found on our partner's website here
fr_fr: L’article original se trouve sur le site web de notre partenaire

source: Search
fr_fr: Recherch
